<%@ page contentType="text/html; charset=utf-8" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <link rel="stylesheet" href="StyleSheet.css"></link>
    <title>Студенты
    </title>

</head>

<body>

    <table class="table">
        <p style="text-align: center;">
        <img height="150px" width="400px" src="group-cheerful-student-holding-banner-ad-25997010.jpg">
                </p>
        <tr>
            <td>

                <table>
                    
                    <tr class="menu">
                        <td class="menu1"><a class="aMenu" href="index.jsp">Главная</a></td>
                        <td class="menu1"><a class="aMenu" href="${pageContext.request.contextPath}/main">Переход на cтраницу студентов</a></td>
                        <td class="menu1"><a class="aMenu" href="${pageContext.request.contextPath}/simple">Переход на страницу профессий</a></td>
                        <td class="menu1"><a class="aMenu" href="contacts.jsp">Контакты</a></td>
                    </tr>
                </table>

            </td>
        </tr>

        <tr>
            <td >
                <table>
                    <tr>
                       <td class="mainContent" >
                          <table border="0" cellpadding="0" cellspacing="0" >
		<tbody><tr>
			<td valign="top" >
<table border="0" cellspacing="0" cellpadding="0" >
<tbody><tr valign="top">
<td valign="top"  >
<h1 align="left">Кафедра экономической информатики. Состав кафедры</h1>




<table cellpadding="6" cellspacing="0">
<tbody><tr>
<td valign="top"><a name="1"></a><img src="http://www.bsuir.by/m/12_100229_1_71629.jpg"></td>
<td valign="middle" >
<b>Комличенко Виталий Николаевич</b> <br>
зав. каф. ЭИ, кандидат технических наук, доцент
<br>
&nbsp;<br>
Ауд.: 804-а-5<br>
Тел.: 293-84-81<br>

	E-mail: 
	<a href="mailto:v.komlitchenko@gmail.com">v.komlitchenko@gmail.com</a> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	</td>
</tr>
<tr>
<td colspan="2" valign="top">
<p><b>Читаемые курсы:</b><br><br>Лекции:
<br>1. Современные информационные технологии (СОВРИТ),
<br>2. Распределенные информационные системы (РИС),
<br>3. Современные технологии обработки
экономической информации (СТОЭИ);
<br>Для магистрантов:
<br>4. Специальность 1-25 80 08 «Математические и инструментальные
методы экономики»  -- "Моделирование и компьютерная реализация сложных   информационных систем(с модулем Экономическое моделирование в операционном менеджменте)";
<br>5.  Специальность 1-27 80 01 «Экономика и организация           производства» --  "Методология научных исследований в экономике".<br></p>
<p><b>Направления научных исследований:<br></b><br>1. Методы проектирование  информационных систем и технологий;
<br>2. Автоматизированное обучение;
<br>3. Интеллектуальные методы и средства обработки данных;
<br>4. Проблемы качества, системы  менеджмента качества. 
<br><br></p>
<b>Основные публикации:</b><br><br>1. А.Н.Морозевич,В.Н. Комличенко А.М. Зеневич "SR-технологии в аспекте обучения проектами", в ж.«Информатизация образования». 2003 г. N2, Мн., Мин.Обр. РБ Стр 21-29.
<br>2. Комличенко В.Н., Зеневич А.М., Музычина Т.М.	Методика процесса подготовки специалистов к профессиональной деятельности Сборник научных статей: "Опыт и проблемы организации научно-исследовательской работы студентов" .- Мн.:БГУИР,2003. Стр. 72-77.
<br>3. Комличенко В.Н.,Музычина Т.М. "Сертификационный реинжиниринг" , Известия белорусской инжинерной академии. N1(15)/1’2203. -С.282-284.
<br>4. Комличенко В.Н.,Александров Д.В. "Один подход к построению распределенной системы поддержки дистанционного обучения" Известия белорусской инжинерной академии. N1(17)/2’2204г.. -С.191-196.
<br>5. А.Н. Морозевич, О.А.Морозевич, Т.М. МУзычина "Система формирования качества: концептуальное представление" Белорусский экономический журнал. N3(28).2004г.С. 92 -101.
<br>6. Комличенко В.Н., .Л.Афанасьев "Программный комплекс организации интерактивной диалоговой среды как средства поддержки учебного процесса для дистанционного обучения",   "Известия белорусской инженерной академии", 1(17)/3 2004 г., стр. 229-231.
<br>7. Комличенко В.Н., Булыня Н. В., Пикулик Е. В. "Построение адаптивных обучающих сценариев с использованием языка структурных диаграмм", "Известия белорусской инженерной академии", 2005 г. 
<br>8. А.Н.Морозевич, А.М. Зеневич "Модель взаимодействия субъектов сетевых образовательных клиент-серверных систем" В ж. «Доклады БГУИР». N1 (13),  7 марта 2006 г.Мн., БГУИР  Стр 68-75.	
<br>9.  Е.Н.Живицкая, В.Н.Комличенко, С.Н.Кардаш, Н.А.Кириенко, И.П.Логинова, Д.А.Сторожев, Н.П.Мытник, А.А.Тарасевич "Основы информатики и программирования. Лабораторный практикум, часть 2", 2007 г.
<br>10. Ю.А.Луцик, В.Н.Комличенко, Учебное пособие -Минск: БГУИР,2008.-266с.: ил.(с грифом Мин.обр.Респулики Беларусь)
<br>11. Алексеев В.Ф., Комличенко В.Н., Лакин В.А.,Лопато Ю.А.,    Березовский Н.О., Артёмчик Д.Н. "Анализ системы маркетинга на предприятии и её совершенствование с спользованием Internet-технологий" Сб.. научн. статей  «Современные информационные компьютерные технологии» в 2-х частях,ч.1, стр. 118-122, 2009г.</td>
</tr>
</tbody></table>
<hr size="1"  color="black"><br>
<table cellpadding="6" cellspacing="0">
<tbody><tr>
<td valign="top"><a name="2"></a><img src="http://www.bsuir.by/m/12_100229_1_71630.jpg"></td>
<td valign="middle" >
<b>Алексеев Виктор Федорович</b> <br>
Кандидат технических наук, доцент.
Руководит подготовкой аспирантов и магистрантов.<br>
<br>
Ауд.: 415a-1<br>
Тел.: 293-22-07<br>

	E-mail: 
	<a href="mailto:alexvikt@bsuir.by&lt;br&gt;
alexvikt.dist@gmail.com">alexvikt@bsuir.by<br>
alexvikt.dist@gmail.com</a> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	</td>
</tr>
<tr>
<td colspan="2" valign="top">
<p><b>Читаемые курсы:</b><br><br>
<br>1. Прикладные системы обработки данных
<br>2. Компьютерные информационные технологии<br></p>
<p><b>Направления научных исследований:<br></b><br>
<br>1. Методы моделирования экономических процессов и их программная реализация.
<br>2. Управление качеством, реинжиниринг и системы менеджмента качества.
<br>3. Организация учебного и научно-исследовательского процессов в техническом университете.
<br></p>
<b>Основные публикации:</b><br>1. Пискун Г.А., Алексеев В.Ф., Брылева О.А. Способ испытания микроконтроллеров на устойчивость к воздействию электростатических разрядов : Патент. 17253 Респ. Беларусь, МПК G 01R 31/26, G 11C 29/52 // Афiцыйны бюл. / Нац. цэнтр iнтэлектуал. уласнасцi. – 2013. – № 3. – С. 142–143.<br>
2. Алексеев В.Ф., Русак Т.В. Компьютерные информационные технологии: учебная программа для вузов по специальности «Информационные системы и технологии (по направлениям)», Направление: Информационные системы и технологии (в экономике)» – Минск: БГУИР, 2013. – 20 с.<br>
3. Костюкевич А.А., Достанко А.П., Алексеев В.Ф. Конструирование и технология электронных систем. Курсовое проектирование: учебно-методическое пособие для студентов специальности «Электронно-оптические системы и технологии» – Минск: БГУИР, 2013. – 119 с. <br>
4. Молодечкина Т.В., Алексеев В.Ф., Молодечкин М.О. Физические основы проектирования радиоэлектронных средств : учеб.-метод. комплекс для студентов специальности 1-39 02 01 «Моделирование и компьютерное проектирование РЭС». В 2 ч. Ч. 1. – Новополоцк : ПГУ, 2013. – 204 с.<br>
5. Молодечкина Т.В., Алексеев В.Ф., Молодечкин М.О. Физические основы проектирования радиоэлектронных средств : учеб.-метод. комплекс для студентов специальности 1-39 02 01 «Моделирование и компьютерное проектирование РЭС». В 2 ч. Ч. 2. – Новополоцк : ПГУ, 2013. – 224 с.<br>
6. Брылева О.А., Пискун Г.А., Алексеев В.Ф. Основные механизмы повреждения микроконтроллеров вследствие влияния электростатических разрядов // Вестник Белорусско-Российского университета. – 2013. – № 2 (39). – С. 130–137.<br>
7. Пискун Г.А., Алексеев В.Ф., Брылева О.А. Методы технической диагностики микроконтроллеров при воздействии электростатических разрядов // Вестник Белорусско-Российского университета. – 2013. – № 2 (39). – С. 156–163.<br>
8. Пискун Г.А., Алексеев В.Ф. Планирование эксперимента по выявлению изменений в программном обеспечении микроконтроллеров с flash-памятью при воздействии электростатического разряда // Известия Гомельского государственного университета имени Ф. Скорины. – 2013. № 6 (81). – С.139-145.<br>
9. Алексеева Л.С., Алексеев В.Ф., Пискун Г.А.  Дидактическая специфика деятельности преподавателей и студентов в процессе дистанционного обучения // Дистанционное обучение – образовательная среда XXI века : материалы VIII Междунар. науч.-метод. конференции (Минск, 5-6 декабря 2013 года) − Минск: БГУИР, 2013. – С. 59-60.<br>
10. Горбач А.П., Жанкевич Е.А., Алексеев В.Ф. Мировой опыт  инновационного развития на примере рынка телекоммуникаций // Сучаснi проблеми радiотехнiки та телекомунiкацiй «РТ – 2013»: матерiали 9-оi мiжнар. Молодiжноi наук.-техн. конф., Севастополь, 22-26 квiтня 2013 р. / М-во освiти i науки Украiны, Севастополь: СевНТУ, 2013. – 460 арк. − Севастополь: Изд-во СевНТУ, 2013. – С.150.<br>
11. Зезюлин К.А., Алексеев В.Ф. Обоснование выбора компьютерно-ориентированных технологий управления ресурсами на предприятии // Сучаснi проблеми радiотехнiки та телекомунiкацiй «РТ – 2013»: матерiали 9-оi мiжнар. Молодiжноi наук.-техн. конф., Севастополь, 22-26 квiтня 2013 р. / М-во освiти i науки Украiны, Севастополь: СевНТУ, 2013. – 460 арк. − Севастополь: Изд-во СевНТУ, 2013. – С.366.<br>
12. Зезюлин К.А., Алексеев В.Ф. Подходы к построению организационной и информационной модели автоматизации управления ресурсами на предприятии // Сучаснi проблеми радiотехнiки та телекомунiкацiй «РТ – 2013»: матерiали 9-оi мiжнар. Молодiжноi наук.-техн. конф., Севастополь, 22-26 квiтня 2013 р. / М-во освiти i науки Украiны, Севастополь: СевНТУ, 2013. – 460 арк. − Севастополь: Изд-во СевНТУ, 2013. – С.367.
</td>
</tr>
</tbody></table>
<hr size="1" width="98%" color="black"><br>
<table cellpadding="6" cellspacing="0">
<tbody><tr>
<td valign="top"><a name="3"></a><img src="http://www.bsuir.by/m/12_100229_1_71632.jpg"></td>
<td valign="middle" width="100%">
<b>Алёхина Алина Энодиевна</b> <br>
кандидат экономических наук, доцент,   
ученый секретарь,занимается вопросами магистратуры и аспирантуры <br>
&nbsp;<br>
Ауд.: 804-а-5<br>
Тел.: 293-22-82<br>

	E-mail: 
	<a href="mailto:ae.alekhina@gmail.com">ae.alekhina@gmail.com</a> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	</td>
</tr>
<tr>
<td colspan="2" valign="top">
<p><b>Читаемые курсы:</b><br><br>
<br>Лекции:
<br>1. Эконометрика,
<br>2. Экономико-математические-модели  и  методы.
<br>3. Логистические сети и системы.
<br>4. Эконометрика(продвинутый уровень) для магистрантов.
<br>5. Экономико-математические-модели  и  методы в логистике.

<br>
<br>Лабораторные работы:
<br>1. Эконометрика,
<br>2. Экономико-математические-модели  и  методы.<br></p>
<p><b>Направления научных исследований:<br></b><br>
Моделирование экономических временных рядов<br></p>
<b>Основные публикации:</b><br><br>
<br>1. Рудикова Л.В., Алехина А.Э.
Основы информатики и вычислительной техники Лабораторный практикум. - Гродно: ГрГУ, 2004. - 279 с.
<br>2. Алехина А.Э. Принятие решений в финансовом анализе в условиях
нестохастической неопределенности//Новости искусственного интеллекта. - 2000. -N 3.-С.217-234.
<br>3. Поттосина С.А., Алехина А.Э. Модель экономического равновесия в
условиях неопределенности//
Материалы Всероссийской научно-практической конференции "Информационные технологии и математическое моделирование",
Анжеро-Судженск-Томск, ноябрь 2005, стр.85-87.
<br>4. Алёхина А.Э., Поттосина С.А. "Модель рыночного равновесия в условиях неопределенности" //Вестник
томского государственного университета. Приложение.Март.2006 N16,с.170-178
<br>5. Алёхина А.Э., Поттосина С.А. "Эконометрическое моделирование вторичного рынка жилья в г. Минске"
 //Материалы VII международной научной конференции "Проблемы прогнозирования и государственного регулирования
 социально-экономического развития (Минск, 19-20 окт.2006 г.).- Мн.:НИЭИ Мин-ва экономики РБ, 2006.- 312 с.
<br>6. Поттосина С.А., Алехина А.Э.Эконометрика: практикум для
 студ.спец."информационные системы и технологии в экономике".-Минск:
 БГУИР, 2007.-71 с.
<br>7. Алёхина,А.Э., Эконометрический анализ объемных показателей пассажироперевозок Белорусской железной
дороги//Экономика, моделирование, прогнозирование: Сб. науч. трудов. Вып 2.–2008- С.207-215.
<br>8. Поттосина, С.А., Пинчук, Т.Г., Алёхина, А.Э, 2008. Элементы научно-исследовательской работы при изучении эконометрики в
техническом университете //Теорія та методика навчання математики, фізики, інформатики: Зб. наук. праць. Вип. VII. В 3-х
томах. Т.3: Теорія та методика навчання інформатики. С. 187–195.
<br>9.  Алёхина, А.Э., Пинчук Т.Г., Поттосина С.А. Инновационная трансформация эконометрического моделирования в рамках изучения дисциплины «Эконометрика»// «Стратегия инновационного  развития регионов»: сборник научных статей в 2 ч. Ч.2/ГрГУ им. Я.Купалы; редкол.: Ли Чон Ку, Н.В.Марковская.–Гродно: ГрГУ, 2010.– с.160-166.
<br>10. Алёхина А.Э., Поттосина С.А. Эконометрика: учебно-методическое пособие/ А.Э. Алёхина, С.А. Поттосина.– Минск: БГУИР, 2011.– 90 с. (в печати)
3.Алёхина А.Э., Борейко Н.Н. Эконометрические модели прогно-зирования рентабельности реализованной продукции, работ и услуг в промышленности//Экономический бюллетень. – 2011. – №3. – С. 44 – 51. </td>
</tr>
</tbody></table>

</tr>
</tbody></table>
</td>
</tr>
</tbody></table>
                       </td>
                        <td class="dopContent">
                            <a href="http://distant.bsuir.by/"><img src="12_100229_1_53059.png"></a><br>
                            <a href="http://abitur.bsuir.by/"><img src="12_100229_1_71326.png"></a><br>
                            <a href="http://www.bsuir.by/"><img src="12_113227_1_49005.jpg"></a><br>
                            <a href="http://edu.gov.by/"><img src="12_113227_1_52888.gif"></a><br>
                        </td>
                    </tr>
                </table>
            </td>
           
        </tr>

        <tr class="bottom">
            <td>Номер телефона +375 (25) 610 999 0</td>
        </tr>

    </table>

</body>
</html>
                        <%--                      
<html>
    <head>
        <title>Список студентов</title>
    </head>

    <body>
        <form action="<c:url value="/main"/>" method="POST">
            <table>
                <tr>
                    <td>Год:<input type="text" name="year" value="${form.year}"/><br/></td>
                    <td>Список групп:
                        <select name="professionId">
                            <c:forEach var="profession" items="${form.professions}">
                                <c:choose>
                                    <c:when test="${profession.professionId==form.professionId}">
                                        <option value="${profession.professionId}" selected><c:out value="${profession.professionName}"/></option>
                                    </c:when>
                                    <c:otherwise>
                                        <option value="${profession.professionId}"><c:out value="${profession.professionName}"/></option>
                                    </c:otherwise>
                                </c:choose>
                            </c:forEach>
                        </select>
                    </td>
                    <td><input type="submit" name="getList" value="Обновить"/></td>
                </tr>
            </table>

            
            <b>Список студентов для выбранных параметров:<b>
            <br/>
            <table>
                <tr>
                    <th>&nbsp;</th>
                    <th>Фамилия</th>
                    <th>Имя</th>
                    <th>Отчество</th>
                </tr>
                <c:forEach var="student" items="${form.students}">
                <tr>
                    <td><input type="radio" name="studentId" value="${student.applicantId}"></td>
                    <td><c:out value="${student.lastName}"/></td>
                    <td><c:out value="${student.firstName}"/></td>
                    <td><c:out value="${student.middleName}"/></td>
                </tr>
                </c:forEach>
            </table>
                
            <table>
                <tr>
                    <td><input type="submit" value="Add" name="Add"/></td>
                    <td><input type="submit" value="Edit" name="Edit"/></td>
                    <td><input type="submit" value="Delete" name="Delete"/></td>
                </tr>
            </table>

            
           
        </form>
    </body>

</html>
                        --%>
          